Repository: ZaKi-W/Zaki_Mac
Catalog: Moment/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.name
source: Moment
zh_hans: 片刻

# aihot.category.ai-models
source: AI Models
zh_hans: AI 模型

# aihot.category.ai-products
source: AI Products
zh_hans: AI 产品

# aihot.category.all
source: All Categories
zh_hans: 全部分类

# aihot.category.industry
source: Industry
zh_hans: 行业动态

# aihot.category.paper
source: Research
zh_hans: 论文研究

# aihot.category.tip
source: Tips & Opinions
zh_hans: 技巧与观点

# aihot.channel.daily
source: Daily
zh_hans: 日报

# aihot.channel.hotTopics
source: Trending
zh_hans: 热点

# aihot.channel.label
source: Channel
zh_hans: 频道

# aihot.channel.selected
source: Selected
zh_hans: 精选

# aihot.daily.archive
source: Past Reports
zh_hans: 往期日报

# aihot.daily.archive.empty
source: No archived reports
zh_hans: 暂无往期日报

# aihot.daily.flashes
source: News Flashes
zh_hans: 快讯

# aihot.daily.generated
source: Generated
zh_hans: 生成于

# aihot.daily.lead
source: Lead Story
zh_hans: 今日重点

# aihot.daily.title
source: AI Daily
zh_hans: AI 日报

# aihot.dismiss
source: Dismiss
zh_hans: 关闭

# aihot.empty.daily.body
source: The latest AI daily report is not available yet.
zh_hans: 最新 AI 日报尚未发布。

# aihot.empty.daily.title
source: No Daily Report
zh_hans: 暂无日报

# aihot.empty.hotTopics.body
source: AI HOT has no multi-source topics to show right now.
zh_hans: AI HOT 当前没有可展示的多信源热点。

# aihot.empty.hotTopics.title
source: No Trending Topics
zh_hans: 暂无热点

# aihot.empty.selected.body
source: Try another time range, category, or search.
zh_hans: 试试调整时间范围、分类或搜索词。

# aihot.empty.selected.title
source: No Selected News
zh_hans: 暂无精选资讯

# aihot.error.cached
source: Showing the last successful results
zh_hans: 正在显示上次成功获取的内容

# aihot.error.title
source: Couldn't Load AI HOT
zh_hans: 无法载入 AI HOT

# aihot.filters.category
source: Category
zh_hans: 分类

# aihot.filters.window
source: Time Range
zh_hans: 时间范围

# aihot.hot.sourceCount
source: Independent sources
zh_hans: 独立信源

# aihot.hot.sources
source: Sources
zh_hans: 相关信源

# aihot.hotTopics.title
source: Trending Now
zh_hans: 当前热点

# aihot.loadMore
source: Load More
zh_hans: 加载更多

# aihot.loading
source: Loading AI news…
zh_hans: 正在加载 AI 资讯…

# aihot.loadingMore
source: Loading more…
zh_hans: 正在加载更多…

# aihot.open.aihot
source: Open on AI HOT
zh_hans: 在 AI HOT 中打开

# aihot.original
source: Original
zh_hans: 原文

# aihot.refresh
source: Refresh
zh_hans: 刷新

# aihot.refresh.available
source: Refresh available
zh_hans: 可重试时间

# aihot.refresh.wait
source: Please wait before refreshing again
zh_hans: 请稍后再刷新

# aihot.retry
source: Retry
zh_hans: 重试

# aihot.score
source: Score
zh_hans: 评分

# aihot.search.clear
source: Clear Search
zh_hans: 清除搜索

# aihot.search.minimum
source: Enter at least 2 characters to search.
zh_hans: 至少输入 2 个字符后再搜索。

# aihot.search.placeholder
source: Search AI news
zh_hans: 搜索 AI 资讯

# aihot.selected.title
source: Selected AI News
zh_hans: 精选动态

# aihot.window.24h
source: 24 Hours
zh_hans: 24 小时

# aihot.window.7d
source: 7 Days
zh_hans: 7 天

# browser.address
source: Search or enter website name
zh_hans: 搜索或输入网站名称

# browser.back
source: Back
zh_hans: 后退

# browser.bookmark
source: Add Bookmark
zh_hans: 添加书签

# browser.bookmarks
source: Bookmarks
zh_hans: 书签

# browser.dark
source: Website Dark Mode
zh_hans: 网页暗色适配

# browser.favorites
source: Favorites
zh_hans: 常用网站

# browser.forward
source: Forward
zh_hans: 前进

# browser.home
source: Start Page
zh_hans: 起始页

# browser.newTab
source: New Tab
zh_hans: 新建标签页

# browser.reload
source: Reload
zh_hans: 重新载入

# browser.start
source: Start Page
zh_hans: 起始页

# browser.unbookmark
source: Remove Bookmark
zh_hans: 移除书签

# common.cancel
source: Cancel
zh_hans: 取消

# common.create
source: Create
zh_hans: 创建

# common.save
source: Save
zh_hans: 保存

# editor.content
source: Reminder
zh_hans: 提醒内容

# editor.content.placeholder
source: Take a moment to stretch
zh_hans: 例如：起身活动一下

# editor.edit
source: Edit Reminder
zh_hans: 编辑提醒

# editor.enabled
source: Enable immediately
zh_hans: 立即启用

# editor.hours
source: Hours
zh_hans: 小时

# editor.interval
source: Interval
zh_hans: 时间间隔

# editor.minutes
source: Minutes
zh_hans: 分钟

# editor.mode
source: Mode
zh_hans: 提醒方式

# editor.new
source: New Reminder
zh_hans: 新建提醒

# editor.seconds
source: Seconds
zh_hans: 秒

# common.archive
source: Archive
zh_hans: 归档

# common.close
source: Close
zh_hans: 关闭

# common.daysBefore
source: days before
zh_hans: 天前

# common.edit
source: Edit
zh_hans: 编辑

# common.notes
source: Notes
zh_hans: 备注

# dashboard.todos
source: Open To-Dos
zh_hans: 未完成待办

# dashboard.todos.completed
source: completed
zh_hans: 已完成

# dashboard.title
source: Life Overview
zh_hans: 生活总览

# dashboard.overview
source: Today at a glance
zh_hans: 今日概览

# dashboard.charts
source: Signals & Forecasts
zh_hans: 状态与预测

# dashboard.actions
source: Needs Attention
zh_hans: 需要关注

# dashboard.inventory
source: Inventory Review
zh_hans: 库存盘点

# dashboard.inventory.expiring
source: Expiring within 30 days
zh_hans: 30 天内临期

# dashboard.review.again
source: Review Again
zh_hans: 再次盘点

# dashboard.review.completed
source: This week is complete
zh_hans: 本周盘点已完成

# dashboard.review.completed.body
source: Counted items are up to date.
zh_hans: 已盘点物品的数据已更新。

# dashboard.review.disabled
source: Weekly review is off
zh_hans: 每周盘点提醒已关闭

# dashboard.review.disabled.body
source: Turn it on in Settings to keep inventory current.
zh_hans: 可在设置中开启固定盘点提醒。

# dashboard.review.due
source: Inventory review is due
zh_hans: 本周库存待盘点

# dashboard.review.due.body
source: Check remaining quantities; skipped items keep their previous values.
zh_hans: 核对剩余数量，跳过的物品会保留原值。

# dashboard.review.scheduled
source: Next review is scheduled
zh_hans: 盘点已安排

# dashboard.review.scheduled.body
source: Moment will remind you at the weekly review time.
zh_hans: 将在设定的每周盘点时间提醒你。

# dashboard.review.start
source: Start Review
zh_hans: 开始盘点

# dashboard.notifications.off
source: Notifications are off
zh_hans: 通知未开启

# dashboard.notifications.off.body
source: Enable notifications to receive review and payment reminders.
zh_hans: 开启后才能收到盘点和扣费提醒。

# dashboard.financial
source: Financial Assets
zh_hans: 金融资产

# dashboard.financial.current
source: Current Financial Value
zh_hans: 金融资产现值

# dashboard.financial.unrealized
source: Unrealized P/L
zh_hans: 未实现盈亏

# dashboard.financial.stale
source: Prices to update
zh_hans: 待更新价格

# dashboard.durable
source: Durable Assets
zh_hans: 耐用品资产

# dashboard.durable.daily
source: Combined daily cost
zh_hans: 综合日均成本

# dashboard.durable.warranty
source: Warranties expiring
zh_hans: 即将到期保修

# dashboard.expenses
source: Recurring Costs
zh_hans: 常驻消费

# dashboard.expenses.monthly
source: Monthly Recurring Cost
zh_hans: 月均固定支出

# dashboard.expenses.annual
source: Annual estimate
zh_hans: 预计年均

# dashboard.expenses.next30
source: Due in 30 days
zh_hans: 未来 30 天应付

# dashboard.gauge.review
source: Review Progress
zh_hans: 本周盘点进度

# dashboard.gauge.inventoryHealth
source: Inventory Health
zh_hans: 库存健康度

# dashboard.gauge.priceFreshness
source: Price Freshness
zh_hans: 价格新鲜度

# dashboard.chart.allocation
source: Financial Allocation
zh_hans: 金融资产配置

# dashboard.chart.allocation.empty
source: No valued positions yet
zh_hans: 暂无可计算的持仓估值

# dashboard.chart.assetType
source: Asset Type
zh_hans: 资产类型

# dashboard.chart.expenseForecast
source: 30-Day Payment Forecast
zh_hans: 未来 30 天支出

# dashboard.chart.expenseForecast.empty
source: No payments due in the next 30 days
zh_hans: 未来 30 天暂无应付

# dashboard.chart.period
source: Period
zh_hans: 时段

# dashboard.chart.amount
source: Amount
zh_hans: 金额

# dashboard.accessibility.open
source: Open details
zh_hans: 打开详情

# inventory.title
source: Household Inventory
zh_hans: 家庭库存

# inventory.add
source: Add Item
zh_hans: 添加物品

# inventory.items
source: Household Items
zh_hans: 家庭物品

# inventory.search
source: Search items
zh_hans: 搜索物品

# inventory.empty.title
source: No household items
zh_hans: 还没有家庭物品

# inventory.empty.body
source: Add daily supplies and start tracking their remaining quantities.
zh_hans: 添加生活物资，开始记录它们的剩余数量。

# inventory.noResults.title
source: No matching items
zh_hans: 没有匹配的物品

# inventory.noResults.body
source: Try clearing the current search or filters.
zh_hans: 尝试清除当前搜索或筛选条件。

# inventory.filters
source: Filters
zh_hans: 筛选

# inventory.filters.clear
source: Clear Filters
zh_hans: 清除筛选

# inventory.filter.all
source: All
zh_hans: 全部

# inventory.filter.status
source: Status
zh_hans: 状态

# inventory.filter.location
source: Location
zh_hans: 位置

# inventory.filter.low
source: Low stock
zh_hans: 低库存

# inventory.filter.expiring
source: Expiring soon
zh_hans: 即将到期

# inventory.filter.unreviewed
source: Not reviewed
zh_hans: 本周未盘点

# inventory.status.low
source: Low stock
zh_hans: 低库存

# inventory.status.ok
source: In stock
zh_hans: 库存正常

# inventory.status.expiring
source: Expiring
zh_hans: 临期

# inventory.status.unreviewed
source: Not reviewed
zh_hans: 本周未盘点

# inventory.status.notRecorded
source: Not recorded
zh_hans: 尚未录入

# inventory.details.title
source: Item Details
zh_hans: 物品详情

# inventory.details.open
source: Open Details
zh_hans: 查看详情

# inventory.lastCount
source: Last updated
zh_hans: 最后更新

# inventory.expiration
source: Expiration
zh_hans: 到期日期

# inventory.expiration.enable
source: Track an expiration date
zh_hans: 记录到期日期

# inventory.quantityPrice.update
source: Update Quantity & Price
zh_hans: 更新数量与价格

# inventory.editor.details
source: Item Details
zh_hans: 物品信息

# inventory.field.name
source: Name
zh_hans: 名称

# inventory.field.location
source: Storage Location
zh_hans: 存放位置

# inventory.field.unit
source: Unit
zh_hans: 单位

# inventory.field.lowThreshold
source: Low-stock threshold
zh_hans: 低库存阈值

# inventory.field.initialQuantity
source: Initial quantity
zh_hans: 初始数量

# inventory.field.quantity
source: Quantity
zh_hans: 数量

# inventory.field.expiration
source: Nearest expiration date
zh_hans: 最近到期日

# inventory.unit.default
source: item
zh_hans: 件

# inventory.price.initialUnitPrice
source: Initial unit price
zh_hans: 初始单位价格

# inventory.price.history
source: Price History
zh_hans: 价格历史

# inventory.price.records
source: Price Records
zh_hans: 价格记录

# inventory.price.latest
source: Latest Unit Price
zh_hans: 最新单价

# inventory.price.lowest
source: Historical Low
zh_hans: 历史低价

# inventory.price.lowest.detail
source: Lowest recorded unit price
zh_hans: 历史记录中的最低单价

# inventory.price.average
source: Historical Average
zh_hans: 历史均价

# inventory.price.average.detail
source: Average of all recorded unit prices
zh_hans: 全部价格记录的算术均价

# inventory.price.trend
source: Price Trend
zh_hans: 价格趋势

# inventory.price.unitPrice
source: Unit Price
zh_hans: 单位价格

# inventory.price.purchaseDate
source: Update Date
zh_hans: 更新时间

# inventory.price.previous
source: Previous unit price
zh_hans: 上次单位价格

# inventory.price.required
source: Enter a unit price to count this item.
zh_hans: 请输入单位价格后再盘点此物品。

# inventory.price.correct
source: Correct Latest Price
zh_hans: 更正最后一次价格

# inventory.price.empty.title
source: No price history
zh_hans: 暂无价格记录

# inventory.price.empty.body
source: Update quantity and price together to see historical lows and price trends.
zh_hans: 同时更新数量与价格，即可查看历史低价和价格走势。

# inventory.price.empty.compact
source: Update quantity and price to start comparing.
zh_hans: 更新数量与价格后即可开始比较。

# inventory.price.comparison.insufficient
source: More history needed
zh_hans: 暂无历史比较

# inventory.price.comparison.lowest
source: New historical low
zh_hans: 本次为历史低价

# inventory.price.comparison.cheaper
source: below previous average
zh_hans: 低于此前均价

# inventory.price.comparison.equal
source: Same as previous average
zh_hans: 与此前均价持平

# inventory.price.comparison.expensive
source: above previous average
zh_hans: 高于此前均价

# inventory.review.title
source: Weekly Inventory Review
zh_hans: 每周库存盘点

# inventory.review.start
source: Start Review
zh_hans: 开始盘点

# inventory.review.again
source: Review Again
zh_hans: 再次盘点

# inventory.review.complete
source: Complete Review
zh_hans: 完成盘点

# inventory.review.completed
source: Review complete
zh_hans: 本周盘点完成

# inventory.review.completed.body
source: This week's counted items are up to date.
zh_hans: 本周已盘点物品的数据已更新。

# inventory.review.due
source: Review household supplies
zh_hans: 盘点家中物资

# inventory.review.due.body
source: Update confirmed quantities and prices; skip anything you did not count.
zh_hans: 更新已确认的数量与价格，未盘点的物品可以跳过。

# inventory.review.skipHint
source: Skipped items keep their previous quantity and price.
zh_hans: 跳过的物品会保留之前的数量与价格。

# inventory.review.skip
source: Skip this item
zh_hans: 跳过此物品

# inventory.review.previous
source: Previous
zh_hans: 上次数量

# inventory.review.notEntered
source: Not counted this week
zh_hans: 本周未录入

# inventory.review.schedule
source: Weekly Review Schedule
zh_hans: 每周盘点安排

# inventory.review.reminder
source: Remind me every week
zh_hans: 每周提醒我盘点

# inventory.review.weekday
source: Weekday
zh_hans: 星期

# inventory.review.time
source: Time
zh_hans: 时间

# assets.title
source: Personal Assets
zh_hans: 个人资产

# assets.section
source: Asset View
zh_hans: 资产视图

# assets.summary
source: Asset Overview
zh_hans: 资产概览

# assets.durable
source: Durable Assets
zh_hans: 耐用品

# assets.financial
source: Financial Assets
zh_hans: 金融资产

# assets.add
source: Add Asset
zh_hans: 添加资产

# assets.durable.add
source: Add Durable Asset
zh_hans: 添加耐用品

# assets.durable.items
source: Durable Assets
zh_hans: 耐用品资产

# assets.durable.empty.title
source: No durable assets
zh_hans: 还没有耐用品资产

# assets.durable.empty.body
source: Track purchases such as computers, cameras, furniture, and appliances.
zh_hans: 记录电脑、相机、家具和家电等耐用品。

# assets.durable.total
source: Purchase Total
zh_hans: 累计投入

# assets.durable.total.detail
source: Total amount invested in active durable assets
zh_hans: 当前耐用品的买入价合计

# assets.durable.dailyCost
source: Daily Cost
zh_hans: 日均成本

# assets.durable.dailyCost.detail
source: Combined purchase cost per day held
zh_hans: 按持有天数折算的综合日均成本

# assets.durable.warranty
source: Warranty
zh_hans: 保修

# assets.durable.warranty.detail
source: Warranties expiring within 30 days
zh_hans: 30 天内即将到期的保修

# assets.financial.add
source: Add Financial Asset
zh_hans: 添加金融资产

# assets.financial.items
source: Financial Assets
zh_hans: 金融资产

# assets.financial.empty.title
source: No financial assets
zh_hans: 还没有金融资产

# assets.financial.empty.body
source: Add an asset, then record trades and a manual price.
zh_hans: 先添加资产，再记录交易和手工价格。

# assets.financial.currentValue
source: Current Value
zh_hans: 当前价值

# assets.financial.currentValue.detail
source: Based on the latest manually entered prices
zh_hans: 基于最近一次手工录入价格

# assets.financial.unrealized
source: Unrealized P/L
zh_hans: 未实现盈亏

# assets.financial.unrealized.detail
source: Current value minus remaining cost basis
zh_hans: 当前价值减去剩余持仓成本

# assets.financial.stale
source: Prices to Update
zh_hans: 待更新价格

# assets.financial.stale.detail
source: Prices not updated in the last 7 days
zh_hans: 超过 7 天未更新的价格

# assets.editor.details
source: Asset Details
zh_hans: 资产信息

# assets.field.name
source: Name
zh_hans: 名称

# assets.field.code
source: Code
zh_hans: 代码

# assets.field.type
source: Type
zh_hans: 类型

# assets.purchaseDate
source: Purchase Date
zh_hans: 购买日期

# assets.purchasePrice
source: Purchase Price
zh_hans: 买入价

# assets.estimatedValue
source: Estimated Value
zh_hans: 当前估值

# assets.valuation
source: Track a current estimate
zh_hans: 记录当前估值

# assets.valuationUpdated
source: Valuation updated
zh_hans: 估值更新时间

# assets.warranty
source: Warranty
zh_hans: 保修

# assets.warranty.enable
source: Track warranty
zh_hans: 记录保修期限

# assets.warranty.end
source: Warranty End Date
zh_hans: 保修截止日

# assets.warranty.until
source: Covered until
zh_hans: 保修至

# assets.warranty.expired
source: Warranty expired
zh_hans: 保修已到期

# assets.averageCost
source: Average Cost
zh_hans: 持仓均价

# assets.latestPrice
source: Latest Price
zh_hans: 最新价格

# assets.price.update
source: Update Price
zh_hans: 更新价格

# assets.price.date
source: Price Date
zh_hans: 价格日期

# assets.price.stale
source: Price is stale
zh_hans: 价格待更新

# assets.transaction.add
source: Add Transaction
zh_hans: 添加交易

# assets.transaction.kind
source: Transaction
zh_hans: 交易类型

# assets.transaction.date
source: Trade Date
zh_hans: 交易日期

# assets.transaction.buy
source: Buy
zh_hans: 买入

# assets.transaction.sell
source: Sell
zh_hans: 卖出

# assets.transaction.oversold
source: The sale exceeds the available holding.
zh_hans: 卖出数量超过当前持仓。

# assets.transaction.invalid
source: Enter a valid quantity, price, and fee.
zh_hans: 请输入有效的数量、价格和手续费。

# assets.quantity
source: Quantity
zh_hans: 数量

# assets.unitPrice
source: Unit Price
zh_hans: 单位价格

# assets.fee
source: Fee
zh_hans: 手续费

# assets.realized
source: Realized P/L
zh_hans: 已实现盈亏

# assets.unrealized.short
source: Unrealized
zh_hans: 未实现盈亏

# assets.type.stock
source: Stock
zh_hans: 股票

# assets.type.fund
source: Fund
zh_hans: 基金

# assets.type.deposit
source: Deposit
zh_hans: 存款

# assets.type.cash
source: Cash
zh_hans: 现金

# assets.type.cryptocurrency
source: Cryptocurrency
zh_hans: 加密资产

# assets.type.other
source: Other
zh_hans: 其他

# expenses.title
source: Recurring Costs
zh_hans: 常驻消费

# expenses.summary
source: Spending Overview
zh_hans: 支出概览

# expenses.add
source: Add Recurring Cost
zh_hans: 添加常驻消费

# expenses.items
source: Recurring Costs
zh_hans: 常驻消费项目

# expenses.empty.title
source: No recurring costs
zh_hans: 还没有常驻消费

# expenses.empty.body
source: Track loans, subscriptions, property fees, and other regular payments.
zh_hans: 记录车贷、订阅、物业费和其他周期支出。

# expenses.monthly
source: Monthly Equivalent
zh_hans: 折算月均

# expenses.monthly.detail
source: Normalized across all active recurring costs
zh_hans: 全部启用项目按月折算

# expenses.annual
source: Annual Estimate
zh_hans: 预计年均

# expenses.annual.detail
source: Projected recurring cost for one year
zh_hans: 预计一年的常驻支出

# expenses.next30Days
source: Next 30 Days
zh_hans: 未来 30 天

# expenses.next30Days.detail
source: Payments scheduled within 30 days
zh_hans: 30 天内计划扣费金额

# expenses.monthlyEquivalent
source: Monthly equivalent
zh_hans: 月均金额

# expenses.nextDue
source: Next due
zh_hans: 下次扣费

# expenses.remaining
source: Remaining payments
zh_hans: 剩余期数

# expenses.ongoing
source: Ongoing
zh_hans: 长期持续

# expenses.autoRenew
source: Auto-renews
zh_hans: 自动续费

# expenses.reminder
source: Reminder
zh_hans: 提醒

# expenses.pause
source: Pause
zh_hans: 暂停

# expenses.status.active
source: Active
zh_hans: 启用中

# expenses.status.paused
source: Paused
zh_hans: 已暂停

# expenses.status.upcoming
source: Due soon
zh_hans: 即将扣费

# expenses.editor.details
source: Cost Details
zh_hans: 消费信息

# expenses.editor.schedule
source: Billing Schedule
zh_hans: 扣费周期

# expenses.editor.reminder
source: Reminder
zh_hans: 提醒

# expenses.field.name
source: Name
zh_hans: 名称

# expenses.field.amount
source: Amount
zh_hans: 金额

# expenses.field.cycle
source: Cycle
zh_hans: 周期单位

# expenses.field.interval
source: Every
zh_hans: 每隔

# expenses.field.anchorDate
source: First or Anchor Date
zh_hans: 首次或基准扣费日

# expenses.field.endDate.enable
source: Has an end date
zh_hans: 设置结束日期

# expenses.field.endDate
source: End Date
zh_hans: 结束日期

# expenses.field.enabled
source: Active
zh_hans: 启用此项目

# expenses.reminder.enable
source: Remind me before payment
zh_hans: 扣费前提醒我

# expenses.reminder.leadDays
source: Remind me
zh_hans: 提前天数

# expenses.cycle.day
source: Day
zh_hans: 天

# expenses.cycle.week
source: Week
zh_hans: 周

# expenses.cycle.month
source: Month
zh_hans: 月

# expenses.cycle.year
source: Year
zh_hans: 年

# notification.expense.due
source: Recurring expense due soon
zh_hans: 常驻消费即将扣费

# notification.inventory.review
source: Time for your weekly inventory review
zh_hans: 该进行每周库存盘点了

# reminders.active
source: Active
zh_hans: 运行中

# reminders.completed
source: Completed
zh_hans: 已完成

# reminders.delete
source: Delete
zh_hans: 删除

# reminders.delete.confirm
source: Delete this reminder?
zh_hans: 删除这条提醒？

# reminders.edit
source: Edit
zh_hans: 编辑

# reminders.empty.body
source: Create a quiet prompt for the moments that matter.
zh_hans: 为值得留意的片刻，创建一个安静的提示。

# reminders.empty.title
source: No reminders yet
zh_hans: 还没有提醒

# reminders.every
source: Every
zh_hans: 每

# reminders.new
source: New Reminder
zh_hans: 新建提醒

# reminders.next
source: Next
zh_hans: 下次

# reminders.once
source: Once
zh_hans: 单次

# reminders.pause
source: Pause
zh_hans: 暂停

# reminders.paused
source: Paused
zh_hans: 已暂停

# reminders.repeat
source: Repeat
zh_hans: 循环

# reminders.resume
source: Resume
zh_hans: 继续

# reminders.title
source: Reminders
zh_hans: 提醒

# settings.about
source: About
zh_hans: 关于

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.backup
source: Local Backup
zh_hans: 本地备份

# settings.backup.description
source: Export all Moment data as JSON
zh_hans: 将片刻的全部数据导出为 JSON

# settings.backup.export
source: Export Backup…
zh_hans: 导出备份…

# settings.browserDark
source: Dark website adaptation
zh_hans: 网页暗色适配

# settings.dark
source: Dark
zh_hans: 深色

# settings.general
source: General
zh_hans: 通用

# settings.globalShortcut
source: Show or hide Moment
zh_hans: 显示或隐藏片刻

# settings.inventoryReview
source: Weekly Inventory Review
zh_hans: 每周库存盘点

# settings.inventoryReview.enabled
source: Remind me every week
zh_hans: 每周提醒我盘点

# settings.inventoryReview.time
source: Time
zh_hans: 时间

# settings.inventoryReview.weekday
source: Weekday
zh_hans: 星期

# settings.life
source: Life
zh_hans: 生活

# settings.language
source: Language
zh_hans: 语言

# settings.light
source: Light
zh_hans: 浅色

# settings.notification
source: Notifications
zh_hans: 通知

# settings.notification.allowed
source: Allowed
zh_hans: 已允许

# settings.notification.denied
source: Not allowed
zh_hans: 未允许

# settings.notification.unknown
source: Not requested
zh_hans: 尚未请求

# settings.openSystemSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.shortcutHint
source: Click the recorder, then press a shortcut.
zh_hans: 点按录制框，然后按下新的快捷键。

# settings.shortcuts
source: Shortcuts
zh_hans: 快捷键

# settings.system
source: System
zh_hans: 跟随系统

# settings.version
source: Version
zh_hans: 版本

# sidebar.assets
source: Assets
zh_hans: 个人资产

# sidebar.browser
source: Browser
zh_hans: 浏览器

# sidebar.runningProjects
source: Running Projects
zh_hans: 运行中项目

# running.title
source: Running Projects
zh_hans: 运行中项目

# running.search
source: Search projects, ports, or processes
zh_hans: 搜索项目、端口或进程

# running.refresh
source: Refresh
zh_hans: 刷新

# running.scanning
source: Scanning listening ports…
zh_hans: 正在扫描监听端口…

# running.updated
source: Last updated
zh_hans: 上次更新

# running.summary.projects
source: projects
zh_hans: 个项目

# running.summary.ports
source: listening ports
zh_hans: 个监听端口

# running.section.projects
source: Development Projects
zh_hans: 开发项目

# running.section.other
source: Other Listening Processes
zh_hans: 其他监听进程

# running.showOther
source: Show other listening processes
zh_hans: 显示其他监听进程

# running.projectBadge
source: PROJECT
zh_hans: 项目

# running.open
source: Open
zh_hans: 打开

# running.open.help
source: Open in the default browser
zh_hans: 用默认浏览器打开

# running.reveal
source: Reveal in Finder
zh_hans: 在访达中显示

# running.copyAddress
source: Copy address
zh_hans: 复制地址

# running.stop
source: Stop
zh_hans: 停止

# running.stop.help
source: Stop this development service
zh_hans: 停止此开发服务

# running.stop.confirm.title
source: Stop this service?
zh_hans: 停止这个服务？

# running.stop.confirm.body
source: A termination request will be sent to
zh_hans: 将发送终止请求给

# running.error
source: Operation failed
zh_hans: 操作失败

# running.empty.title
source: No Listening Ports
zh_hans: 没有监听端口

# running.empty.body
source: Start a local development service, then refresh this page.
zh_hans: 启动本地开发服务后刷新此页面。

# sidebar.dashboard
source: Overview
zh_hans: 生活总览

# sidebar.expenses
source: Recurring Costs
zh_hans: 常驻消费
